base
base-devel
bluetui
bluez
bluez-utils
btop
btrfs-progs
chromium
dolphin
dunst
efibootmgr
fastfetch
fd
fuse2
git
greetd
greetd-tuigreet
grim
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
hyprshot
intel-media-driver
intel-ucode
iwd
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
man-db
man-pages
nano
neovim
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
powertop
python-gobject
qt5-wayland
qt6-wayland
ripgrep
rofi
slurp
smartmontools
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
unzip
vim
vulkan-intel
vulkan-radeon
waybar
wezterm-git
wget
wireless_tools
wireplumber
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay
yay-debug
yazi
zen-browser-bin
zip
zram-generator
zsh
